// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "電源管理";

NeverAutoOffTitle = "不關閉";
AutoOffAfter15MinutesTitle = "15 分鐘後";
AutoOffAfter30MinutesTitle = "30 分鐘後";
AutoOffAfter45MinutesTitle = "45 分鐘後";
AutoOffAfter1HourTitle = "1 小時後";
AutoOffAfter2HoursTitle = "2 小時後";
AutoOffAfter3HoursTitle = "3 小時後";

HSDTaskDescriptionLegacy = "為了節省電源，您的印表機可能會在一段設定的時間之後關閉。您可以透過下面的彈出功能表設定時間的長度。";
HSDAutoOffLabelLegacy = "自動關閉電源：";
ApplyButtonTitle = "立刻套用";

HSDTaskName = "自動關閉";
HSDTaskDescription = "啟用「自動關閉」功能後，如果印表機在下方所選取的時間內始終處於非使用中狀態，則時間結束後，此印表機將自動關閉。當印表機連線至網路時，會停用「自動關閉」。\n秘訣：若要再次開啟印表機，請按「電源」按鈕。";
HSDAutoOffLabel = "自動關閉：";
"0" = "已停用";
"1" = "1 分鐘後";
"5" = "5 分鐘後";
"10" = "10 分鐘後";
"15" = "15 分鐘後";
"20" = "20 分鐘後";
"30" = "30 分鐘後";
"60" = "1 小時後";
"120" = "2 小時後";
"180" = "3 小時後";
"240" = "4 小時後";
"480" = "8 小時後";
"720" = "12 小時後";
"1440" = "24 小時後";
AutoOffEnableConfirmationTitle = "您確定要啟用「自動關閉」嗎?";
AutoOffEnableConfirmationMessage = "「自動關閉」功能將在印表機不活動 %@ 後自動關閉它。";
YesButtonTitle = "是";
NoButtonTitle = "否";

HSDSleepAndAutoOffLabel = "睡眠/自動關機：";
HSDShutDownLabel = "關機：";
ShutDownEnableConfirmationTitle = "您確定要啟用「關機」嗎？";
ShutDownEnableConfirmationMessage = "「關機」會在印表機閒置 %@ 自動關閉印表機。";
HSDTaskDescriptionForAutoOff = "HP 自動關閉/自動啟動是一種省電模式，將耗用較低的電力並可喚醒列印。";
HSDTaskDescriptionForShutDown = "「關機」會在預先定義的閒置期間之後自動關閉印表機。如果您正在使用「關機」功能，則在關閉印表機後，印表機將無法列印任何文件（包括使用 ePrint 傳送的文件）或處理任何其他工作（例如傳真或排程的遞送，如果您的印表機支援這些選項）。只能在再次開啟印表機後列印這些工作。";
HSDDelayWhenPortsAreActiveCheckBox = "當連接埠使用中時延遲";
